const cardsData = [
  {
    title: "План на месяц",
    tasks: [
      "Пройти курс по React",
      "Отметить день рождения",
      "Записаться на курсы английского языка, чтобы уехать жить в Лондон",
      "Сделать бекенд своего сайта на node.js",
      "Собрать портфолио",
      "Написать первую статью в блог",
      "Записаться в автошколу. 🚗"
    ],
  },
  {
    title: "План на день",
    tasks: [
      "Записаться на курс по React",
      "Забронировать тир на субботу",
      "Накидать тем для статей в блог",
    ],
  },
];
export default cardsData;
